# 1 Задача: Создать две переменные first=10, second=30.
# Вывести на экран результат математического взаимодействия
# (+, -, *, / и тд.) для этих чисел.

first = 10
second = 30

calculation_value1 = first + second
print(calculation_value1)

calculation_value2 = first - second
print(calculation_value2)

calculation_value3 = first * second
print(calculation_value3)

calculation_value4 = first / second
print(calculation_value4)

calculation_value5 = first // second
print(calculation_value5)

calculation_value6 = first % second
print(calculation_value6)

calculation_value7 = first ** second
print(calculation_value7)

# 2 Задача:Создать переменную и поочередно записать в нее результат
# сравнения (<, > , ==, !=) чисел из задания 1.
# После этого вывести на экран значение каждой полученной переменной.


comparison_value = first < second
print(comparison_value)

comparison_value = first > second
print(comparison_value)

comparison_value = first >= second
print(comparison_value)

comparison_value = first <= second
print(comparison_value)

comparison_value = first != second
print(comparison_value)

comparison_value = first == second
print(comparison_value)

# 4 Задача: Создать переменную - результат
# конкатенации (сложения) строк str1="Hello " и str2="world".
# Вывести на ее экран

str1 = 'Hello '
str2 = 'world'

text = str1 + str2
print(text)

text = 'Hello ' + str2
print(text)

text = str1 + 'world'
print(text)

text = ('Hello ' + 'world')
print(text)

